[{
	"id": 1,
	"quote": "Never mind 'what they will say' because you might as well know that 'they' will be of little aid to you in your climb up the mountainside of life toward the object of your definite purpose.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 2,
	"quote": "No business firm wants the service of a pessimist, and those who understand the law of attraction and the law of habit will no more tolerate the pessimist than they would permit a burglar to roam around their place of business, because just on such person will destroy the usefulness of those around them.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 3,
	"quote": "You are a human magnet and you are constantly attracting to you people whose characters harmonize with your own.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 4,
	"quote": "Who told you it couldn't be done? And what great achievement has he to his credit that entitles him to use the word 'impossible' so freely?",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 5,
	"quote": "It is better to sacrifice during the age of youthfulness, than it is to be compelled to do so during the age of maturity, as all who have not developed the Habit of Saving generally have to do.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 6,
	"quote": "Initiative is that exceedingly rare quality which impels a person to do what ought to be done without being told to do it.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 7,
	"quote": "I can see that the muscles of the body become strong in proportion to the extent to which they are used. Therefore I understand that the Habit of Initiative also becomes fixed in proportion to the extent that it is practiced.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 8,
	"quote": "Remember that your only limitation is the one you set up in your own mind.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 9,
	"quote": "Adversities and temporary defeat are generally blessings in disguise, because they force one to use both imagination and decision. This is why all of us usually make a better fight when our backs are to the wall and we know there is no retreat. We then reach the decision to fight instead of running.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 10,
	"quote": "Happiness, the final object of all human effort, is a state of mind that can be maintained only through the hope of future achievement.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 11,
	"quote": "The happy person is the one who dreams of heights of achievement that are yet unattained.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 12,
	"quote": "Anything that causes a feeling of doubt to arise in a person's mind is sufficient to call forth all of their experiences that caused them to become doubtful.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 13,
	"quote": "There is but one thing in the world that gives us real and enduring power, and that is character. [...] Reputation is that which people are believed to be; character is that which people are. If you would be a person of great influence, then be a person of real character.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 14,
	"quote": "You have a tremendous advantage over the man who does you an injury: You have it within your power to forgive him, while he has no such advantage over you.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 15,
	"quote": "It is a humiliating fact that most thought is produced by the outside suggestions of others, and it is more humiliating still to have to admit that the majority of us accept this suggestion without examining it or questioning its soundness.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 16,
	"quote": "You are searching for the magic key that will unlock the door to the source of power. And yet you have the key in your own hands, and you may make use of it the moment you learn to control your thoughts.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 17,
	"quote": "When an angry person starts in to vilify and abuse you, justly or unjustly, just remember that if you retaliate in a like manner you are being drawn down to that person's mental level. Therefore that person is dominating you!",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 18,
	"quote": "It is literally true that you can succeed best and quickest by helping others to succeed.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 19,
	"quote": "One of the most important reasons why we should always be not only ready but also willing to render service is that every time we do so, we gain an opportunity to prove to someone that we have ability. We go just one more step toward gaining the necessary recognition that we must all have.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 20,
	"quote": "Every 'shady' transaction in which you engage, every negative thought that you think, and every destructive act destroys something within your character.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 20,
	"quote": "An observant person could accurately analyze someone by seeing their work environment. A well-organized desk will usually indicate a well-organized mind.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 21,
	"quote": "Forget the mistakes you have made and the failures you have experienced. Quit living in the past, for your yesterdays never return. If your previous efforts have not turned out well, start all over again and make the future tell a story of success.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 22,
	"quote": "Procrastination robs you of opportunity. It is a significant fact that no great leader was ever known to procrastinate.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 23,
	"quote": "By criticising, we do not make lasting changes and often incur resentment. [...] The resentment that criticism engenders can demoralise employees, family members and friends, and still not correct the situation that has been condemned.",
	"author": "Dale Carnegie",
	"source": "How to Win Friends and Influence People"
},
{
	"id": 24,
	"quote": "Any fool can criticise, condemn and complain - and most fools do. But it takes character and self-control to be understood and forgiving.",
	"author": "Dale Carnegie",
	"source": "How to Win Friends and Influence People"
},
{
	"id": 25,
	"quote": "The expression one wears on one's face is far more important than the clothes one wears on one's back.",
	"author": "Dale Carnegie",
	"source": "How to Win Friends and Influence People"
},
{
	"id": 26,
	"quote": "You must have a good time meeting people if you expect them to have a good time meeting you.",
	"author": "Dale Carnegie",
	"source": "How to Win Friends and Influence People"
},
{
	"id": 27,
	"quote": "The alternative to excessive dependence on the feedback and validation of others is a well-developed system of internal support. Then the source of certainty lies within. The attainment of this state is essential to what I understand as proper human maturity.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 28,
	"quote": "We must become what we wish to teach.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 29,
	"quote": "Self-esteem is the reputation we aquire with ourselves.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 30,
	"quote": "Self-acceptance is my refusal to be in an adversarial relationship to myself.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 31,
	"quote": "Self-acceptance is the precondition to change and growth.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 32,
	"quote": "I can accept what is and be determined to evolve from there. It is not acceptance but denial that leaves me stuck.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 33,
	"quote": "One of the characteristics of immaturity is the belief that it is someone else's job to make me happy.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 34,
	"quote": "Self-discipline requires the ability to defer immediate gratification in the service of a remote goal. This is the ability to project consquences into the future - to think, plan, and live long-range.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 35,
	"quote": "The body [...] needs to function like a well-rehearsed orchestre. [...] It is for that reason that routine is so necessary. The acts of life we repeat every day need to be automized. They must be turned into stable and reliable habits, so they lose their complexity and gain predictability and simplicity.",
	"author": "Jordan Peterson",
	"source": "12 Rules for Life"
},
{
	"id": 36,
	"quote": "Five hundred small decisions, five hundred tiny actions, compose your day, today, and every day. Could you aim one or two of these at a better result? Better, in your own private opinion, by your own individual standards? Could you compare your specific personal tomorrow with your specific personal yesterday? Could you use your own judgement, and ask yourself what that better tomorrow might be?",
	"author": "Jordan Peterson",
	"source": "12 Rules for Life"
},
{
	"id": 37,
	"quote": "You have the mental ability right now to set any goal and achieve everything you could ever want or hope for in life. By using your brain - your ability to think, plan, and create - with greater precision and accuracy, you can solve any problem, overcome every obstacle, and achieve any goal you can set for yourself.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 38,
	"quote": "Without the willpower and discipline to engage in 'short-term pain for long-term gain,' little success is possible.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 39,
	"quote": "The key to self-esteem, self-confidence, self-reliance, and self-respect is for you to accept 100 persent responsibility for everything you are and all that you will become in life.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 40,
	"quote": "Your main job in life, if you want to become a totally positive person, is to let the past go and turn toward the sunshine.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 41,
	"quote": "If you are not continually upgrading you knowledge and skills, you are not staying even. You are actually falling further and further behind, while people who are aggressive about continuous learning are moving further and faster ahead.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 42,
	"quote": "In fact, there is no such thing as failure. There is only feedback. Difficulties come not to obstruct but to instruct.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 43,
	"quote": "If you continually focus on all bad things in life, all the things you don't want or all the possible problems, you put yourself in a state that supports those types of behaviors and results.",
	"author": "Anthony Robbins",
	"source": "Unlimited Power"
},
{
	"id": 44,
	"quote": "Remember, whether you say you can do something or you say you can't, you're right.",
	"author": "Anthony Robbins",
	"source": "Unlimited Power"
},
{
	"id": 45,
	"quote": "No one can make you feel inferior without your permission.",
	"author": "Zig Ziglar",
	"source": "See you at the top"
},
{
	"id": 46,
	"quote": "You can get everything in life you want if you help enough other people get what they want.",
	"author": "Zig Ziglar",
	"source": "See you at the top"
},
{
	"id": 47,
	"quote": "Ability can take you to the top, but it takes character to keep you there.",
	"author": "Zig Ziglar",
	"source": "See you at the top"
},
{
	"id": 48,
	"quote": "If you want something badly enough, you must make it your definite goal.",
	"author": "Zig Ziglar",
	"source": "See you at the top"
},
{
	"id": 49,
	"quote": "You are where you are and what you are because of the thoughts that you have allowed to preoccupy your mind.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 50,
	"quote": "You do become what you think about most of the time.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 51,
	"quote": "True self-confidence does not come from positive wishing or positive hoping or positive thinking. It comes from positive knowing based on having proven to yourself, over and over again, that you have what it takes to get from wherever you are to wherever you want to go.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 52,
	"quote": "If you sow positive optimistic, uplifting thoughts in your mind, you will reap positive, optimistic uplifting events and experiences in your life.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 53,
	"quote": "If you sow clear goals and objectives in your mind, you will reap clear results and rewards in your outer life.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 54,
	"quote": "You attract inevitably into your life the people, ideas, circumstances and opportunities that are in harmony with your dominant thoughts.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 55,
	"quote": "The more you dwell on any goal or subject, the more of your mental capacities are dedicated to making that goal or subject a reality.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 56,
	"quote": "Fear, of all kinds, works on us unconsciously to undermine and sabotage our best intentions and our greatest hopes.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 57,
	"quote": "To attain this wonderful, healthy feeling of optimal performance, you need clear goals, challenging standards, regular feedback, total concentration, step-by-step success, and a felling that you are expanding your capabilites to a new, higher level.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
}
]