[{
	"id": 1,
	"quote": "Never mind 'what they will say' because you might as well know that 'they' will be of little aid to you in your climb up the mountainside of life toward the object of your definite purpose.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 2,
	"quote": "No business firm wants the service of a pessimist, and those who understand the law of attraction and the law of habit will no more tolerate the pessimist than they would permit a burglar to roam around their place of business, because just on such person will destroy the usefulness of those around them.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 3,
	"quote": "You are a human magnet and you are constantly attracting to you people whose characters harmonize with your own.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 4,
	"quote": "Who told you it couldn't be done? And what great achievement has he to his credit that entitles him to use the word 'impossible' so freely?",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 5,
	"quote": "It is better to sacrifice during the age of youthfulness, than it is to be compelled to do so during the age of maturity, as all who have not developed the Habit of Saving generally have to do.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 6,
	"quote": "Initiative is that exceedingly rare quality which impels a person to do what ought to be done without being told to do it.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 7,
	"quote": "I can see that the muscles of the body become strong in proportion to the extent to which they are used. Therefore I understand that the Habit of Initiative also becomes fixed in proportion to the extent that it is practiced.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 8,
	"quote": "Remember that your only limitation is the one you set up in your own mind.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 9,
	"quote": "Adversities and temporary defeat are generally blessings in disguise, because they force one to use both imagination and decision. This is why all of us usually make a better fight when our backs are to the wall and we know there is no retreat. We then reach the decision to fight instead of running.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 10,
	"quote": "Happiness, the final object of all human effort, is a state of mind that can be maintained only through the hope of future achievement.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 11,
	"quote": "The happy person is the one who dreams of heights of achievement that are yet unattained.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 12,
	"quote": "Anything that causes a feeling of doubt to arise in a person's mind is sufficient to call forth all of their experiences that caused them to become doubtful.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 13,
	"quote": "There is but one thing in the world that gives us real and enduring power, and that is character. [...] Reputation is that which people are believed to be; character is that which people are. If you would be a person of great influence, then be a person of real character.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 14,
	"quote": "You have a tremendous advantage over the man who does you an injury: You have it within your power to forgive him, while he has no such advantage over you.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 15,
	"quote": "It is a humiliating fact that most thought is produced by the outside suggestions of others, and it is more humiliating still to have to admit that the majority of us accept this suggestion without examining it or questioning its soundness.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 16,
	"quote": "You are searching for the magic key that will unlock the door to the source of power. And yet you have the key in your own hands, and you may make use of it the moment you learn to control your thoughts.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 17,
	"quote": "When an angry person starts in to vilify and abuse you, justly or unjustly, just remember that if you retaliate in a like manner you are being drawn down to that person's mental level. Therefore that person is dominating you!",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 18,
	"quote": "It is literally true that you can succeed best and quickest by helping others to succeed.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 19,
	"quote": "One of the most important reasons why we should always be not only ready but also willing to render service is that every time we do so, we gain an opportunity to prove to someone that we have ability. We go just one more step toward gaining the necessary recognition that we must all have.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 20,
	"quote": "Every 'shady' transaction in which you engage, every negative thought that you think, and every destructive act destroys something within your character.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 20,
	"quote": "An observant person could accurately analyze someone by seeing their work environment. A well-organized desk will usually indicate a well-organized mind.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 21,
	"quote": "Forget the mistakes you have made and the failures you have experienced. Quit living in the past, for your yesterdays never return. If your previous efforts have not turned out well, start all over again and make the future tell a story of success.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 22,
	"quote": "Procrastination robs you of opportunity. It is a significant fact that no great leader was ever known to procrastinate.",
	"author": "Napoleon Hill",
	"source": "The Law of Success"
},
{
	"id": 23,
	"quote": "By criticising, we do not make lasting changes and often incur resentment. [...] The resentment that criticism engenders can demoralise employees, family members and friends, and still not correct the situation that has been condemned.",
	"author": "Dale Carnegie",
	"source": "How to Win Friends and Influence People"
},
{
	"id": 24,
	"quote": "Any fool can criticise, condemn and complain - and most fools do. But it takes character and self-control to be understood and forgiving.",
	"author": "Dale Carnegie",
	"source": "How to Win Friends and Influence People"
},
{
	"id": 25,
	"quote": "The expression one wears on one's face is far more important than the clothes one wears on one's back.",
	"author": "Dale Carnegie",
	"source": "How to Win Friends and Influence People"
},
{
	"id": 26,
	"quote": "You must have a good time meeting people if you expect them to have a good time meeting you.",
	"author": "Dale Carnegie",
	"source": "How to Win Friends and Influence People"
},
{
	"id": 27,
	"quote": "The alternative to excessive dependence on the feedback and validation of others is a well-developed system of internal support. Then the source of certainty lies within. The attainment of this state is essential to what I understand as proper human maturity.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 28,
	"quote": "We must become what we wish to teach.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 29,
	"quote": "Self-esteem is the reputation we aquire with ourselves.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 30,
	"quote": "Self-acceptance is my refusal to be in an adversarial relationship to myself.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 31,
	"quote": "Self-acceptance is the precondition to change and growth.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 32,
	"quote": "I can accept what is and be determined to evolve from there. It is not acceptance but denial that leaves me stuck.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 33,
	"quote": "One of the characteristics of immaturity is the belief that it is someone else's job to make me happy.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 34,
	"quote": "Self-discipline requires the ability to defer immediate gratification in the service of a remote goal. This is the ability to project consquences into the future - to think, plan, and live long-range.",
	"author": "Nathaniel Branden",
	"source": "The Six Pillars of Self-Esteem"
},
{
	"id": 35,
	"quote": "The body [...] needs to function like a well-rehearsed orchestre. [...] It is for that reason that routine is so necessary. The acts of life we repeat every day need to be automized. They must be turned into stable and reliable habits, so they lose their complexity and gain predictability and simplicity.",
	"author": "Jordan Peterson",
	"source": "12 Rules for Life"
},
{
	"id": 36,
	"quote": "Five hundred small decisions, five hundred tiny actions, compose your day, today, and every day. Could you aim one or two of these at a better result? Better, in your own private opinion, by your own individual standards? Could you compare your specific personal tomorrow with your specific personal yesterday? Could you use your own judgement, and ask yourself what that better tomorrow might be?",
	"author": "Jordan Peterson",
	"source": "12 Rules for Life"
},
{
	"id": 37,
	"quote": "You have the mental ability right now to set any goal and achieve everything you could ever want or hope for in life. By using your brain - your ability to think, plan, and create - with greater precision and accuracy, you can solve any problem, overcome every obstacle, and achieve any goal you can set for yourself.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 38,
	"quote": "Without the willpower and discipline to engage in 'short-term pain for long-term gain,' little success is possible.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 39,
	"quote": "The key to self-esteem, self-confidence, self-reliance, and self-respect is for you to accept 100 persent responsibility for everything you are and all that you will become in life.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 40,
	"quote": "Your main job in life, if you want to become a totally positive person, is to let the past go and turn toward the sunshine.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 41,
	"quote": "If you are not continually upgrading you knowledge and skills, you are not staying even. You are actually falling further and further behind, while people who are aggressive about continuous learning are moving further and faster ahead.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 42,
	"quote": "In fact, there is no such thing as failure. There is only feedback. Difficulties come not to obstruct but to instruct.",
	"author": "Brian Tracy",
	"source": "Get Smart! How to Think and Act Like the Most Successful and Highest-Paid People in Every Field"
},
{
	"id": 43,
	"quote": "If you continually focus on all bad things in life, all the things you don't want or all the possible problems, you put yourself in a state that supports those types of behaviors and results.",
	"author": "Anthony Robbins",
	"source": "Unlimited Power"
},
{
	"id": 44,
	"quote": "Remember, whether you say you can do something or you say you can't, you're right.",
	"author": "Anthony Robbins",
	"source": "Unlimited Power"
},
{
	"id": 45,
	"quote": "No one can make you feel inferior without your permission.",
	"author": "Zig Ziglar",
	"source": "See you at the top"
},
{
	"id": 46,
	"quote": "You can get everything in life you want if you help enough other people get what they want.",
	"author": "Zig Ziglar",
	"source": "See you at the top"
},
{
	"id": 47,
	"quote": "Ability can take you to the top, but it takes character to keep you there.",
	"author": "Zig Ziglar",
	"source": "See you at the top"
},
{
	"id": 48,
	"quote": "If you want something badly enough, you must make it your definite goal.",
	"author": "Zig Ziglar",
	"source": "See you at the top"
},
{
	"id": 49,
	"quote": "You are where you are and what you are because of the thoughts that you have allowed to preoccupy your mind.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 50,
	"quote": "You do become what you think about most of the time.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 51,
	"quote": "True self-confidence does not come from positive wishing or positive hoping or positive thinking. It comes from positive knowing based on having proven to yourself, over and over again, that you have what it takes to get from wherever you are to wherever you want to go.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 52,
	"quote": "If you sow positive optimistic, uplifting thoughts in your mind, you will reap positive, optimistic uplifting events and experiences in your life.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 53,
	"quote": "If you sow clear goals and objectives in your mind, you will reap clear results and rewards in your outer life.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 54,
	"quote": "You attract inevitably into your life the people, ideas, circumstances and opportunities that are in harmony with your dominant thoughts.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 55,
	"quote": "The more you dwell on any goal or subject, the more of your mental capacities are dedicated to making that goal or subject a reality.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 56,
	"quote": "Fear, of all kinds, works on us unconsciously to undermine and sabotage our best intentions and our greatest hopes.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 57,
	"quote": "To attain this wonderful, healthy feeling of optimal performance, you need clear goals, challenging standards, regular feedback, total concentration, step-by-step success, and a felling that you are expanding your capabilites to a new, higher level.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 58,
	"quote": "It is yourself that you have to convince, before you can convince anyone else. But once you are absolutely sure that you have what it takes to master any situation, you will act in such a way that your beliefs will become your reality.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 59,
	"quote": "One way to take control of your mind is to identify, in advance, the various external factors that cause you to become angry or upset.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 60,
	"quote": "Happy, optimistic people have programmed themselves to respond in a happy and optimistic way to almost every situation.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 61,
	"quote": "If there is any effect in your life that you're not happy about, it is solely up to you to change the causes. You're completely responsible.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 62,
	"quote": "Your self-talk, or your inner dialogue, determines the tone of your emotional life. You are happy or sad, positive or negative, depending on what you say to yourself and how you interpret events to yourself as you go along.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 63,
	"quote": "Make it a game to look for the good in every situation.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 64,
	"quote": "Whenever you think of an event that causes you to feel nervous or insecure, whenever you have something coming up that fills you with trepidation, exert your powers of self-talk and self-suggestion by saying, 'I can do it!' to cancel out and override any negative emotions associated with it.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 65,
	"quote": "Just as you become what you eat, you do become what you think about, as well. Everything that you take into your conscious mind, positive or negative, is either raising or lowering your self-esteem or self-confidence.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 66,
	"quote": "Be around positive people, and get away from negative people. Negative people drag you down. They rob you of energy and enthusiasm.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 67,
	"quote": "Keep your vision clearly before you and take continous positive action, every hour and every day. Develop a sense of urgency. Move quickly when opportunity presents itself. Maintain a bias for action.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 68,
	"quote": "Fast tempo is essential to success. And the faster you move, the more energy you will have. The faster you move, the better you will feel. And the faster you move, the higher will be your self-esteem and self-confidence.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 69,
	"quote": "The world can really be divided into two categories, the talkers and the doers. The world is full of talkers who seem to be convinced that if they talk about it enough it is the same as actually doing it.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 70,
	"quote": "To enjoy high levels of self-confidence and self-esteem, you must be working at the outer edge of your envelope. You must be stretching your capabilities continually. You must have a feeling that you are growing, day by day.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 71,
	"quote": "Strong, competent people are those who dwell on their strengths and abilities. Weak people are those who dwell on their weaknesses and their inabilities.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 72,
	"quote": "Success comes from staying at a particular task, the most valuable and important task you could be doing, until you succeed.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 73,
	"quote": "You are the president of your own life. No matter who signs your paycheck, you are working for yourself from the day you take your first job to the day you retire.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 74,
	"quote": "If your knowledge and skill isn't doubling every two to three years in your field, you will soon be out of your business, and someone else will have your job.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 75,
	"quote": "True self-confidence comes from positive knowing, rather than positive thinking. Your goal should be to develop the kind of unshakable self-confidence that makes you an unstoppable force of nature. Your job is to take every step possible to make yourself so positive that you become irresistible and able to accomplish any goal that you set your mind to. One of the most important things you need is an absolute faith in your ability to overcome any adversity that the world can throw at you.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 76,
	"quote": "Your persistence is your measure of your belief in yourself and your ability to succeed. If you absolutely believe, without question, that if you persevere long enough and hard enough, you will ultimately win, then nothing will stop you. When you build within yourself this absolute assurance, then virtually anything becomes possible for you.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 77,
	"quote": "Happy, successful people are intensely realistic. They do not allow themselves the luxury of self-delusion. They face the world as it is, rather than the way they wish it would be. They accept the unalterable fact of life as given, and they work and plan their activities around them.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 78,
	"quote": "One of your aims in life should be to develop your character, to become a better finer, and stronger human being.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 79,
	"quote": "Consciously choose the future over the past. Become intensely solution oriented rather than problem oriented. Think about what can be done immediately to resolve the difficulty. Look for the valuable lesson you can learn from this situation.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 80,
	"quote": "The only real antidote to worry and negativity is positive, purposeful, constructive action in the direction of your goals.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 81,
	"quote": "As soon as you win the inner battle, the outer battle seems to take care of itself.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 82,
	"quote": "When you set more goals, try more things, engage in more activities, and explore more opportunities, your probabilities of success increase dramatically.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 83,
	"quote": "A mental exercise program, like goal setting and positive thinking, is very much like a physical exercise program. If you expect it to really work for you, you have to practice it persistently, every day, and keep at it indefinitely.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 84,
	"quote": "After every experience, successful or unsuccessful, stop and do an instant replay of the experience, preferably on papter, and ask yourself first, What did I do right? and second, What would I do differently?",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
},
{
	"id": 85,
	"quote": "Be sure to take good care of yourself physically, every hour and every day. Eat the right foods, drink lots of fluids, get lots of sleep, and exercise regularly. If you're not happy with your physical appearance, go to work to improve it. Set a series of goals to be at your perfect weight, to wear the ideal clothes for you, and to be perfectly groomed in every respect.",
	"author": "Brian Tracy",
	"source": "The Power of Self-Confidence"
}
]